-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2019-08-05 14:09:13
-- 服务器版本： 10.1.28-MariaDB
-- PHP Version: 5.6.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `flower`
--

-- --------------------------------------------------------

--
-- 表的结构 `flower`
--

CREATE TABLE `flower` (
  `fid` int(11) NOT NULL,
  `sid` int(11) DEFAULT NULL,
  `numeration` varchar(32) DEFAULT NULL,
  `fname` varchar(32) DEFAULT NULL,
  `title` varchar(32) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `material` varchar(60) DEFAULT NULL,
  `pack` varchar(60) DEFAULT NULL,
  `flower_language` varchar(40) DEFAULT NULL,
  `details` varchar(60) DEFAULT NULL,
  `pic` varchar(128) DEFAULT NULL,
  `xin` varchar(32) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `flower`
--

INSERT INTO `flower` (`fid`, `sid`, `numeration`, `fname`, `title`, `price`, `material`, `pack`, `flower_language`, `details`, `pic`, `xin`) VALUES
(1, 1, 'RW0001', '爱在巴黎', '爱在巴黎-19朵甜心玫瑰', '1499.00', '11朵厄瓜多尔甜心玫瑰，搭配适量尤加利叶等装饰。', '黑色雾面纸韩式扇形包装，精美黑色丝带束扎。', '在青春的年华里，找到你爱的人，让她也爱你，这便是此生最大的幸福。', '特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服。', 'img/jinkou/jin_001.jpg', '0'),
(2, 1, 'RW0002', '青春之歌', '青春之歌-11朵甜心玫瑰', '1499.00', '19朵甜心玫瑰，搭配适量尤加利叶装饰', '白色雾面纸韩式扇形包装，精美白色字母丝带+黑色丝带束扎。', '只想和你忘掉一切烦恼，尽情沉醉在最浪漫的气氛中。', '特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服。', 'img/jinkou/jin_002.jpg', '0'),
(3, 1, 'RW0003', '悦动你心', '悦动你心-19朵厄瓜多尔甜心玫瑰', '1799.00', '19朵厄瓜多尔甜心玫瑰', '精美长方形礼盒装', '我的喜悦,我的快乐,全部都交付给你', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/jinkou/jin_003.jpg', '0'),
(4, 1, 'RW0004', '生命的主角', '生命的主角-天空玫瑰', '1999.00', '9朵厄瓜多尔天空玫瑰、6朵白玫瑰、1朵蓝绣球，搭配适量绿叶等配花装饰', '白色雾面纸、蓝色雾面纸、灰色皮纹硬纸韩式包装，精美灰色丝带蝴蝶结束扎', '你是我这一辈子的唯一主角。', '特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服。', 'img/jinkou/jin_004.jpg', '1'),
(5, 1, 'RW0005', '天使的心跳', '天使的心跳-9朵澳洲玫瑰', '899.00', '7朵紫色澳洲玫瑰、2朵白色澳洲玫瑰，搭配适量白色火龙珠、紫色马尾草、尤加利叶等装饰。', '黄色牛皮纸韩式扇形包装，精美灰色缎带蝴蝶结束扎。', '你是我惟一的心脏，我的心跳不是为别人而跳，只是为你而跳。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/jinkou/jin_005.jpg', '1'),
(6, 1, 'RW0006', '清水美嘉', '清水美嘉-9朵肯尼亚进口玫瑰', '1499.00', '9朵肯尼亚进口复古色卡布基诺玫瑰，搭配适量进口茵芋、进口松虫草、进口康乃馨装饰。', '粉色+浅灰色雾面纸韩式扇形包装。', '把你的名字写在手心，摊开时是想念，握紧时是幸福', '特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服', 'img/jinkou/jin_006.jpg', '1'),
(7, 1, 'RW0007', '倩影翩翩', '倩影翩翩-12朵甜心玫瑰', '1499.00', '12朵厄瓜多尔甜心玫瑰，搭配适量鸟巢叶、蜈蚣草装饰。', '精美长方形礼盒装。', '独占你绝世的容颜，拥着你便拥有全世界。', '特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服', 'img/jinkou/jin_007.jpg', '0'),
(8, 1, 'RW0008', '花月佳期', '花月佳期-12朵天空玫瑰', '1799.00', '12朵厄瓜多尔进口蓝白玫瑰。（只接受预定）', '精美长方形礼盒装。', '你是雨天的七色伞，总是在我最需要的时候出现。', '特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服', 'img/jinkou/jin_008.jpg', '1'),
(9, 1, 'RW0009', '美好如初', '美好如初-进口绿玫瑰海芋混搭', '1499.00', '7朵进口绿玫瑰、5朵进口海芋，搭配5支白色郁金香、3支白色洋牡丹、进口尤加利叶等装饰。', '灰色雾面纸韩式扇形包装，精美灰色丝带蝴蝶结束扎。', '最平凡的细水长流，也因牵着你的手而幸福荡漾。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/jinkou/jin_009.jpg', '1'),
(10, 1, 'RW00010', '缘如花', '缘如花-9朵红玫瑰', '1499.00', '7朵红玫瑰、2朵厄瓜多尔甜心玫瑰，搭配2朵永生棉花干花、5朵红色洋牡丹、5支红色风蜡花、4支红枫叶、若干藤枝装饰。12朵', '粉色雾面纸、粉色雾面纸韩式扇形包装，红色丝带蝴蝶结束扎。', '遇见你，我信了这世间还有命中注定的情缘。', '特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服', 'img/jinkou/jin_010.jpg', '0'),
(11, 1, 'RW00011', '叶上胭脂', '叶上胭脂-19朵厄瓜多尔红玫瑰', '1499.00', '19朵厄瓜多尔红玫瑰。', '精美礼盒装。', '我路过万家灯火，而你才是我的归途。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/jinkou/jin_011.jpg', '1'),
(12, 1, 'RW00012', '爱情印记', '爱情印记-14朵厄瓜多尔甜心玫瑰', '1299.00', '14朵进口厄瓜多尔甜心玫瑰，搭配适量尤加利叶装饰。', '长方形礼盒装。', '赤诚热烈的爱，此生只给你。。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/jinkou/jin_012.jpg', '0'),
(13, 1, 'RW00013', '时光舞步', '时光舞步-10朵甜心玫瑰', '999.00', '10朵厄瓜多尔甜心玫瑰 ，搭配适量尤加利叶等装饰。', '红色硬纸韩式扇形包装，精美黑色英文丝带蝴蝶结束扎。', '也许你望着月亮时，我正在想你。。。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/jinkou/jin_013.jpg', '0'),
(14, 1, 'RW00014', '梦幻星空', '梦幻星空-11朵七彩玫瑰', '1299.00', '11朵七彩玫瑰，搭配适量尤加利叶装饰。', '长方形礼盒装。', '纵然繁星璀璨永恒，也不及你耀眼半分。。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/jinkou/jin_014.jpg', '0'),
(15, 1, 'RW00015', '飞花似梦', '飞花似梦-19朵进口厄瓜多尔甜心玫瑰', '1499.00', '19朵进口厄瓜多尔甜心玫瑰，搭配适量尤加利叶装饰。', '长方形礼盒装。', '岁月若诗，时光如画，只片刻，我爱上了你。。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/jinkou/jin_015.jpg', '1'),
(16, 1, 'RW00016', '简爱', '简爱-11支厄瓜多尔巨型红玫瑰', '1299.00', '11支厄瓜多尔巨型红玫瑰，搭配多头红玫瑰、进口圆叶尤加利、尤加利果、松果、兔尾草装饰。', '黑色雾面纸韩式扇形包装，精美黑白条纹丝带蝴蝶结束扎。。', '让我们乘着芬芳的清风，手牵手走过爱的四季春秋。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/jinkou/jin_016.jpg', '0'),
(17, 1, 'RW00017', '纯美花开', '纯美花开-11朵厄瓜多尔蓝色玫瑰', '1299.00', '11朵厄瓜多尔蓝色玫瑰，搭配4支白色洋桔梗、进口尤加利叶装饰。', '灰色雾面纸韩式扇形包装，精美黑色丝带蝴蝶结束扎。', '你的笑脸是最好看的风景，一次次温暖我的心。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/jinkou/jin_017.jpg', '1'),
(18, 1, 'RW00018', '无尽的爱', '无尽的爱-9朵肯尼亚进口卡布奇诺玫瑰', '1299.00', '9朵肯尼亚进口卡布奇诺玫瑰，搭配适量尤加利叶、排草、白色小花装饰。', '白色硬网纱+咖啡色牛皮纸韩式包装，白色缎带蝴蝶结束扎。', '为了你，我可上九天揽月，可下五洋捉鳖。。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/jinkou/jin_018.jpg', '0'),
(19, 2, 'RW00019', '爱的勇气', '爱的勇气-19朵红玫瑰', '499.00', '19朵红玫瑰，搭配适量尤加利叶装饰。', '精美长方形礼盒装。', '相遇是一种缘分，相爱却需要勇气。。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_001.jpg', '0'),
(20, 2, 'RW00020', '一见倾心', '一见倾心-19朵红玫瑰', '399.00', '19朵红玫瑰，搭配适量尤加利叶装饰。。', '黑色欧雅纸包装，黑色类丝带+咖啡色缎带束扎。', '一见倾心，再见倾情，我爱你，此生不渝。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_002.jpg', '0'),
(21, 2, 'RW00021', '心上人', '心上人-13朵混色玫瑰', '499.00', '5朵粉玫瑰（粉红雪山）、2朵紫玫瑰（海洋之歌）、6朵白玫瑰，搭配适量浅蓝色配花、白色蕾丝花、尤加利叶等配花装饰。。', '浅咖啡色软纸+白色条纹雾面纸韩式扇形包装，精美灰色丝带束扎。', '全世界只有个你，叫我如何不珍惜。。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_003.jpg', '1'),
(22, 2, 'RW00022', '永不变心', '永不变心-11朵红玫瑰', '199.00', '11朵红玫瑰。', '白底黑边硬纸扇形包装，白色丝带束扎', '你是我最初也是最后爱的人', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_004.jpg', '0'),
(23, 2, 'RW00023', '执手问年华', '执手问年华-11朵红玫瑰', '239.00', '11朵红玫瑰，搭配适量尤加利叶装饰。', '白色透明纸+咖啡色落水纸圆形包装，拉菲草束扎。', '渴望时光的长河里，与你牵手，不离不弃，享受点点滴滴的快乐。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_005.jpg', '0'),
(24, 2, 'RW00024', '最好的我们', '最好的我们-满天星', '999.00', '丰满白色满天星。', '白色雾面纸+浅粉色雾面纸韩式扇形包装，精美粉色缎带蝴蝶结束扎。', '最好的我们，最好的时光，要做自己最喜欢的事。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/aiqing/ai_006.jpg', '0'),
(25, 2, 'RW00025', '悦动你心', '悦动你心-19朵厄瓜多尔甜心玫瑰', '799.00', '19朵厄瓜多尔甜心玫瑰。', '精美长方形礼盒装。', '我的喜悦,我的快乐,全部都交付给你。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_007.jpg', '1'),
(26, 2, 'RW00026', '爱的味道', '爱的味道-11朵红玫瑰', '399.00', '11朵红玫瑰，搭配适量银叶菊、白色小雏菊间插装饰。', '灰色长方形礼盒装。', '空气中弥漫着爱的味道，送你11枝红玫瑰，只因“我爱你”！。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_008.jpg', '0'),
(27, 2, 'RW00027', '一往情深', '一往情深-19朵红玫瑰', '599.00', '19朵红玫瑰，搭配适量熊猫竹叶装饰。。', '黑色硬网纱+红色黑色欧雅纸+黑色软纱韩式包装，红色英文丝带束扎。', '你的轻柔像阵微风，让我从容不迫，想让你知道，我对你始终一往情深。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_009.jpg', '1'),
(28, 2, 'RW00028', '给我你的心', '给我你的心-52朵红玫瑰', '899.00', '52朵红玫瑰，5颗红色心形气球装饰。。', '精美黑色抱抱桶，红色缎带蝴蝶结装饰。', '因牵着你的手而幸福荡漾', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_010.jpg', '0'),
(29, 2, 'RW00029', '偏偏喜欢你', '偏偏喜欢你-11朵红玫瑰', '239.00', '粉玫瑰+粉色康乃馨+粉色荔枝玫瑰+艾莎玫瑰+粉色洋桔梗+浅紫色多头小菊，搭配粉色、白色气球装饰。', '粉色抱抱桶包装，白色雪梨纸装饰。', '初逢只此一眼，便深深地印在心底', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/aiqing/ai_011.jpg', '1'),
(30, 3, 'RW00030', '公主假日', '公主假日-48朵粉红雪山', '699.00', '48朵粉红雪山，搭配适量白色相思梅、拉菲草、粉色蝴蝶结装饰', '方形灰色礼盒装。', '我渴望，你温柔的诱惑，跟随着你，一辈子的浪漫。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shengri/shengri_001.jpg', '0'),
(31, 3, 'RW00031', '恰是春风', '恰是春风-55朵粉色康乃馨', '699.00', '55朵粉色康乃馨，搭配适量尤加利叶装饰。', '白色抱抱桶。', '你笑起来的时候眼里满满的爱意，温暖如春风。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shengri/shengri_002.jpg', '0'),
(32, 3, 'RW00032', '幸福即将到来', '幸福即将到来-11朵粉玫瑰', '299.00', '11朵粉玫瑰，搭配适量尤加利叶、银叶菊装饰。', '白色雪梨纸+粉色硬纸韩式包装，黑色英文丝带+白色英文丝带束扎。', '你的过去我来不及参与，你的未来我奉陪到底', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shengri/shengri_003.jpg', '0'),
(33, 3, 'RW00033', '陌上花开', '陌上花开-99朵粉红雪山', '399.00', '99朵粉玫瑰（粉红雪山）', '白色软纸+粉色硬纸韩式包装，精美红色丝线束扎。。', '爱不问缘由而一见倾心，初逢只此一眼，便深深地印在心底。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shengri/shengri_004.jpg', '0'),
(34, 3, 'RW00034', '粉色的回忆', '粉色的回忆-12朵粉玫瑰', '199.00', '12朵粉玫瑰（粉佳人)。', '双面硬纸扇形包装（粉色+浅咖啡色），白色缎带蝴蝶结束扎。。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shengri/shengri_005.jpg', '0'),
(35, 3, 'RW00035', '祝福挚爱', '祝福挚爱-33朵混色玫瑰', '199.00', '33朵混色玫瑰（红玫瑰、粉玫瑰），搭配2朵白色乒乓菊、适量粉色满天星、红豆花、绿叶装饰。', '白色雪梨纸+灰色雾面纸+粉色雾面纸韩式包装，白色英文缎带蝴蝶结束扎', '最平凡的细水长流，也因牵着你的手而幸福荡漾。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shengri/shengri_006.jpg', '0'),
(36, 3, 'RW00036', '小幸运', '小幸运-小清新', '599.00', '1朵蓝色绣球花、6朵粉玫瑰、2朵白玫瑰、1朵红玫瑰，搭配适量银叶菊、白色洋桔梗装饰。', '高档方形礼盒装，粉色丝带装饰。。', '爱，不在天时；情，不在地利；爱情只在人合。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/shengri/shengri_007.jpg', '0'),
(37, 3, 'RW00037', '真情绽放', '真情绽放-33朵紫玫瑰', '699.00', '33朵紫玫瑰（紫美人）+1朵粉绣球，搭配丰满紫色多头小菊、尤加利叶间插装饰。', '精美抱抱桶包装', '你的过去我来不及参与，你的未来我奉陪到底。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shengri/shengri_008.jpg', '1'),
(38, 3, 'RW00038', '幸福快乐', '幸福快乐-向日葵+粉色康乃馨', '299.00', '1朵向日葵+6朵粉色康乃馨+3朵粉玫瑰，搭配3支浅绿色洋桔梗、2支绿色多头小菊、2支白色相思梅、3支粉色相思梅，适量情人', '浅蓝色雾面纸扇形包装，粉色英文缎带蝴蝶结束。', '余生不求荣华富贵，只求你幸福快乐。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/shengri/shengri_009.jpg', '1'),
(39, 3, 'RW00039', '知心祝福', '知心祝福-朵向日葵+粉色康乃馨', '399.00', '1朵粉绣球+3朵向日葵+6朵粉色康乃馨，搭配3支浅绿色洋桔梗、和适量粉色相思梅、情人草装饰。', '白色雾面纸+牛皮纸扇形包装，拉菲草束扎', '愿你每分每秒的绽放都惊艳了时光', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shengri/shengri_010.jpg', '1'),
(40, 4, 'RW00040', '亲切问候', '亲切问候-19朵粉玫瑰+1朵蓝绣球', '599.00', '19朵粉玫瑰+1朵蓝绣球，搭配适量刺芹、竹柏装饰。', '白色雪梨纸+白色雾面纸+蓝色雾面纸韩式包装，粉色丝带+白色英文缎带束扎。', '愿你每分每秒的绽放都惊艳了时光', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/wenhou/wenhou_001.jpg', '0'),
(41, 4, 'RW00041', '敬祝安好', '敬祝安好-11朵粉色康乃馨', '199.00', '11朵粉色康乃馨，搭配适量白色相思梅、粉色相思梅、情人草装饰。', '粉色雾面纸扇形包装，粉色英文缎带蝴蝶结束扎。', '将时光润成歌，暖成诗，愿您一切安好。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/wenhou/wenhou_002.jpg', '1'),
(42, 4, 'RW00042', '幸福时光', '幸福时光-玫瑰+绣球', '699.00', '2朵蓝绣球+6朵戴安娜粉玫瑰+6朵玛利亚粉玫瑰+6朵紫玫瑰，搭配3支白色洋桔梗、2支白色乒乓菊、适量尤加利果、尤加利叶装', '精美黑色抱抱桶。', '遇见你之后，我才懂得什么叫幸福。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/wenhou/wenhou_003.jpg', '1'),
(43, 4, 'RW00043', '笑口常开', '笑口常开-11朵粉玫瑰', '199.00', '11朵粉玫瑰（粉佳人），搭配适量尤加利叶装饰', '精美长方形礼盒装。', '我喜欢看你笑的样子，就像春天风一样，温暖又带着香甜', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/wenhou/wenhou_004.jpg', '0'),
(44, 4, 'RW00044', '幸福平安', '幸福平安-香槟玫瑰+雏菊', '229.00', '6朵香槟玫瑰+3支白色洋桔梗+2支绿色多头小菊，搭配适量进口小叶尤加利。', '蓝色硬纸扇形包装，白色缎带蝴蝶结束扎。', '我要把我最衷心的祝福送给你，愿你幸福平安。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/wenhou/wenhou_005.jpg', '1'),
(45, 4, 'RW00045', '花开富贵', '花开富贵-白百合+9支白色洋桔梗', '499.00', '4支多头白百合+9支白色洋桔梗，搭配适量银叶菊、尤加利叶、银边翠装饰。。', '白色无雾面纸+白色硬网纱+绿色双面硬纸韩式包装，蓝白罗文带束扎。', '将时光润成歌，暖成诗，愿您一切安好。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/wenhou/wenhou_006.jpg', '1'),
(46, 4, 'RW00046', '阳光使者', '阳光使者-19朵粉玫瑰', '599.00', '13朵粉玫瑰+6朵紫玫瑰+2朵白色乒乓菊+4支白色洋桔梗，搭配适量尤加利叶、银边翠装饰。', '白色雪梨纸+卡其色硬纸+粉色硬纸韩式包装，黑色英文丝带+灰色英文丝带束扎', '光润成歌，暖成诗，温暖又带着香甜', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/wenhou/wenhou_007.jpg', '1'),
(47, 4, 'RW00047', '幸福快乐', '幸福快乐-粉色康乃馨+向日葵', '299.00', '1朵向日葵+6朵粉色康乃馨+3朵粉玫瑰，搭配3支浅绿色洋桔梗、2支绿色多头小菊、2支白色相思梅、3支粉色相思梅，适量情人', '浅蓝色雾面纸扇形包装，粉色英文缎带蝴蝶结束扎。', '余生不求荣华富贵，只求你幸福快乐。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/wenhou/wenhou_008.jpg', '0'),
(48, 4, 'RW00048', '迎接幸福', '迎接幸福-白玫瑰+向日葵', '399.00', '1朵蓝绣球+4朵向日葵+9朵白玫瑰，搭配4支白色多头小菊、适量尤加利果装饰。。', '白色雾面纸+灰色硬纸+蓝色硬纸扇形包装，黑白罗文带蝴蝶结束扎。', '你，注定是我今生倾心驻足的风景，一世不舍的眷恋。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/wenhou/wenhou_009.jpg', '1'),
(49, 4, 'RW00049', '温馨祝福', '温馨祝福-19朵混色玫瑰', '299.00', '19朵混色玫瑰（7朵粉玫瑰+6朵香槟玫瑰+6朵紫玫瑰），搭配2支浅绿色洋桔梗、适量栀子叶、银边翠装饰。', '粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。', '你是我今生最爱的人，希望我们的爱情永不老去。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/wenhou/wenhou_010.jpg', '0'),
(50, 5, 'RW00050', '知心祝福', '知心祝福-朵向日葵+6朵粉色康乃馨', '299.00', '1朵粉绣球+3朵向日葵+6朵粉色康乃馨，搭配3支浅绿色洋桔梗、和适量粉色相思梅、情人草装饰。', '白色雾面纸+牛皮纸扇形包装，拉菲草束扎', '愿你每分每秒的绽放都惊艳了时光。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/zhufu/zhufu_001.jpg', '1'),
(51, 5, 'RW00051', '温馨祝福', '温馨祝福-19朵混色玫瑰', '399.00', '19朵混色玫瑰（7朵粉玫瑰+6朵香槟玫瑰+6朵紫玫瑰），搭配2支浅绿色洋桔梗、适量栀子叶、银边翠装饰。', '粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。', '你是我今生最爱的人，希望我们的爱情永不老去。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/zhufu/zhufu_002.jpg', '1'),
(52, 5, 'RW00052', '友谊永存', '友谊永存-11朵苏醒粉玫瑰', '299.00', '11朵苏醒粉玫瑰。', '浅绿色硬纸扇形包装，金色缎带蝴蝶结束扎', '庆幸在我最美好的年华里，遇见了一个愿意陪我疯的你。谢谢你一直陪伴在我身边，不离不', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/zhufu/zhufu_003.jpg', '1'),
(53, 5, 'RW00053', '笑口常开', '笑口常开-11朵粉玫瑰', '199.00', '11朵粉玫瑰（粉佳人），搭配适量尤加利叶装饰', '精美长方形礼盒装。', '我喜欢看你笑的样子，就像春天风一样，温暖又带着香甜', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/zhufu/zhufu_004.jpg', '0'),
(54, 5, 'RW00054', '幸福常伴', '幸福常伴-红色康乃馨', '399.00', '19支红色康乃馨，搭配2支白色洋桔梗装饰。', '粉色雾面纸+白色黑边雾面纸+仿麻布花纹雾面纸韩式包装，粉色英文丝带+白色英文丝带束扎。', '愿你幸福平安', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/zhufu/zhufu_005.jpg', '1'),
(55, 5, 'RW00055', '幸福滋味', '19朵粉玫瑰+2支白百合', '299.00', '19朵粉玫瑰+2支多头白百合，搭配适量黄莺草装饰。', '粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。', '你是我今生最爱的人，希望我们的爱情永不老去。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/zhufu/zhufu_006.jpg', '1'),
(56, 5, 'RW00056', '祝福挚爱', '祝福挚爱-33朵混色玫瑰', '199.00', '33朵混色玫瑰（红玫瑰、粉玫瑰），搭配2朵白色乒乓菊、适量粉色满天星、红豆花、绿叶装饰。', '白色雪梨纸+灰色雾面纸+粉色雾面纸韩式包装，白色英文缎带蝴蝶结束扎', '最平凡的细水长流，也因牵着你的手而幸福荡漾。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/zhufu/zhufu_007.jpg', '1'),
(57, 5, 'RW00057', '幸福快乐', '幸福快乐-向日葵+粉色康乃馨', '299.00', '1朵向日葵+6朵粉色康乃馨+3朵粉玫瑰，搭配3支浅绿色洋桔梗、2支绿色多头小菊、2支白色相思梅、3支粉色相思梅，适量情人', '浅蓝色雾面纸扇形包装，粉色英文缎带蝴蝶结束。', '余生不求荣华富贵，只求你幸福快乐。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/zhufu/zhufu_008.jpg', '0'),
(58, 5, 'RW00058', '幸福平安', '幸福平安-香槟玫瑰+雏菊', '229.00', '6朵香槟玫瑰+3支白色洋桔梗+2支绿色多头小菊，搭配适量进口小叶尤加利。', '蓝色硬纸扇形包装，白色缎带蝴蝶结束扎。', '我要把我最衷心的祝福送给你，愿你幸福平安。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/zhufu/zhufu_009.jpg', '1'),
(59, 5, 'RW00059', '幸福即将到来', '幸福即将到来-11朵粉玫瑰', '299.00', '11朵粉玫瑰，搭配适量尤加利叶、银叶菊装饰。', '白色雪梨纸+粉色硬纸韩式包装，黑色英文丝带+白色英文丝带束扎。', '你的过去我来不及参与，你的未来我奉陪到底', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/zhufu/zhufu_010.jpg', '1'),
(60, 5, 'RW00060', '陌上花开', '陌上花开-99朵粉红雪山', '1199.00', '99朵粉玫瑰（粉红雪山）', '白色软纸+粉色硬纸韩式包装，精美红色丝线束扎。。', '爱不问缘由而一见倾心，初逢只此一眼，便深深地印在心底。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/zhufu/zhufu_011.jpg', '0'),
(61, 6, 'RW00061', '敬祝安好', '敬祝安好-11朵粉色康乃馨', '199.00', '11朵粉色康乃馨，搭配适量白色相思梅、粉色相思梅、情人草装饰。', '粉色雾面纸扇形包装，粉色英文缎带蝴蝶结束扎。', '将时光润成歌，暖成诗，愿您一切安好。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/weiwen/weiwen_001.jpg', '1'),
(62, 6, 'RW00062', '阳光使者', '阳光使者-19朵粉玫瑰', '599.00', '13朵粉玫瑰+6朵紫玫瑰+2朵白色乒乓菊+4支白色洋桔梗，搭配适量尤加利叶、银边翠装饰。', '白色雪梨纸+卡其色硬纸+粉色硬纸韩式包装，黑色英文丝带+灰色英文丝带束扎', '光润成歌，暖成诗，温暖又带着香甜', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/weiwen/weiwen_002.jpg', '0'),
(63, 6, 'RW00063', '幸福快乐', '幸福快乐-粉色康乃馨+向日葵', '299.00', '1朵向日葵+6朵粉色康乃馨+3朵粉玫瑰，搭配3支浅绿色洋桔梗、2支绿色多头小菊、2支白色相思梅、3支粉色相思梅，适量情人', '浅蓝色雾面纸扇形包装，粉色英文缎带蝴蝶结束扎。', '余生不求荣华富贵，只求你幸福快乐。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/weiwen/weiwen_003.jpg', '1'),
(64, 6, 'RW00064', '迎接幸福', '迎接幸福-白玫瑰+向日葵', '399.00', '1朵蓝绣球+4朵向日葵+9朵白玫瑰，搭配4支白色多头小菊、适量尤加利果装饰。。', '白色雾面纸+灰色硬纸+蓝色硬纸扇形包装，黑白罗文带蝴蝶结束扎。', '你，注定是我今生倾心驻足的风景，一世不舍的眷恋。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/weiwen/weiwen_004.jpg', '1'),
(65, 6, 'RW00065', '温馨祝福', '温馨祝福-19朵混色玫瑰', '299.00', '19朵混色玫瑰（7朵粉玫瑰+6朵香槟玫瑰+6朵紫玫瑰），搭配2支浅绿色洋桔梗、适量栀子叶、银边翠装饰。', '粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。', '你是我今生最爱的人，希望我们的爱情永不老去。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/weiwen/weiwen_005.jpg', '0'),
(66, 6, 'RW00066', '知心祝福', '知心祝福-朵向日葵+6朵粉色康乃馨', '299.00', '1朵粉绣球+3朵向日葵+6朵粉色康乃馨，搭配3支浅绿色洋桔梗、和适量粉色相思梅、情人草装饰。', '白色雾面纸+牛皮纸扇形包装，拉菲草束扎', '愿你每分每秒的绽放都惊艳了时光。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/weiwen/weiwen_006.jpg', '1'),
(67, 6, 'RW00067', '温馨祝福', '温馨祝福-19朵混色玫瑰', '399.00', '19朵混色玫瑰（7朵粉玫瑰+6朵香槟玫瑰+6朵紫玫瑰），搭配2支浅绿色洋桔梗、适量栀子叶、银边翠装饰。', '粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。', '你是我今生最爱的人，希望我们的爱情永不老去。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/weiwen/weiwen_007.jpg', '1'),
(68, 6, 'RW00068', '美好如初', '美好如初-进口绿玫瑰海芋混搭', '1499.00', '7朵进口绿玫瑰、5朵进口海芋，搭配5支白色郁金香、3支白色洋牡丹、进口尤加利叶等装饰。', '灰色雾面纸韩式扇形包装，精美灰色丝带蝴蝶结束扎。', '最平凡的细水长流，也因牵着你的手而幸福荡漾。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/weiwen/weiwen_008.jpg', '1'),
(69, 6, 'RW00069', '纯美花开', '纯美花开-11朵厄瓜多尔蓝色玫瑰', '1299.00', '11朵厄瓜多尔蓝色玫瑰，搭配4支白色洋桔梗、进口尤加利叶装饰。', '灰色雾面纸韩式扇形包装，精美黑色丝带蝴蝶结束扎。', '你的笑脸是最好看的风景，一次次温暖我的心。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/weiwen/weiwen_009.jpg', '0'),
(70, 6, 'RW00070', '花开富贵', '花开富贵-白百合+9支白色洋桔梗', '499.00', '4支多头白百合+9支白色洋桔梗，搭配适量银叶菊、尤加利叶、银边翠装饰。。', '白色无雾面纸+白色硬网纱+绿色双面硬纸韩式包装，蓝白罗文带束扎。', '将时光润成歌，暖成诗，愿您一切安好。', '请至少提前1-3天预订，或订购前咨询客服。\n', 'img/weiwen/weiwen_010.jpg', '0'),
(71, 7, 'RW00071', '缘如花', '缘如花-9朵红玫瑰', '1499.00', '7朵红玫瑰、2朵厄瓜多尔甜心玫瑰，搭配2朵永生棉花干花、5朵红色洋牡丹、5支红色风蜡花、4支红枫叶、若干藤枝装饰。12朵', '粉色雾面纸、粉色雾面纸韩式扇形包装，红色丝带蝴蝶结束扎。', '遇见你，我信了这世间还有命中注定的情缘。', '特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服', 'img/daoqian/daoqian_001.jpg', '1'),
(72, 7, 'RW00072', '叶上胭脂', '叶上胭脂-19朵厄瓜多尔红玫瑰', '1499.00', '19朵厄瓜多尔红玫瑰。', '精美礼盒装。', '我路过万家灯火，而你才是我的归途。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/daoqian/daoqian_002.jpg', '1'),
(73, 7, 'RW00073', '爱情印记', '爱情印记-14朵厄瓜多尔甜心玫瑰', '1299.00', '14朵进口厄瓜多尔甜心玫瑰，搭配适量尤加利叶装饰。', '长方形礼盒装。', '赤诚热烈的爱，此生只给你。。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/daoqian/daoqian_003.jpg', '0'),
(74, 7, 'RW00074', '公主假日', '公主假日-48朵粉红雪山', '699.00', '48朵粉红雪山，搭配适量白色相思梅、拉菲草、粉色蝴蝶结装饰', '方形灰色礼盒装。', '我渴望，你温柔的诱惑，跟随着你，一辈子的浪漫。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/daoqian/daoqian_004.jpg', '1'),
(75, 7, 'RW00075', '时光舞步', '时光舞步-10朵甜心玫瑰', '999.00', '10朵厄瓜多尔甜心玫瑰 ，搭配适量尤加利叶等装饰。', '红色硬纸韩式扇形包装，精美黑色英文丝带蝴蝶结束扎。', '也许你望着月亮时，我正在想你。。。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/daoqian/daoqian_005.jpg', '1'),
(76, 7, 'RW00076', '梦幻星空', '梦幻星空-11朵七彩玫瑰', '1299.00', '11朵七彩玫瑰，搭配适量尤加利叶装饰。', '长方形礼盒装。', '纵然繁星璀璨永恒，也不及你耀眼半分。。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/daoqian/daoqian_006.jpg', '0'),
(77, 7, 'RW00077', '飞花似梦', '飞花似梦-19朵进口厄瓜多尔甜心玫瑰', '1499.00', '19朵进口厄瓜多尔甜心玫瑰，搭配适量尤加利叶装饰。', '长方形礼盒装。', '岁月若诗，时光如画，只片刻，我爱上了你。。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/daoqian/daoqian_007.jpg', '1'),
(78, 7, 'RW00078', '简爱', '简爱-11支厄瓜多尔巨型红玫瑰', '1299.00', '11支厄瓜多尔巨型红玫瑰，搭配多头红玫瑰、进口圆叶尤加利、尤加利果、松果、兔尾草装饰。', '黑色雾面纸韩式扇形包装，精美黑白条纹丝带蝴蝶结束扎。。', '让我们乘着芬芳的清风，手牵手走过爱的四季春秋。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/daoqian/daoqian_008.jpg', '1'),
(79, 7, 'RW00079', '纯美花开', '纯美花开-11朵厄瓜多尔蓝色玫瑰', '1299.00', '11朵厄瓜多尔蓝色玫瑰，搭配4支白色洋桔梗、进口尤加利叶装饰。', '灰色雾面纸韩式扇形包装，精美黑色丝带蝴蝶结束扎。', '你的笑脸是最好看的风景，一次次温暖我的心。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/daoqian/daoqian_009.jpg', '0'),
(80, 7, 'RW00080', '无尽的爱', '无尽的爱-9朵肯尼亚进口卡布奇诺玫瑰', '1299.00', '9朵肯尼亚进口卡布奇诺玫瑰，搭配适量尤加利叶、排草、白色小花装饰。', '白色硬网纱+咖啡色牛皮纸韩式包装，白色缎带蝴蝶结束扎。', '为了你，我可上九天揽月，可下五洋捉鳖。。', '特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。\n', 'img/daoqian/daoqian_010.jpg', '1'),
(81, 7, 'RW00081', '恰是春风', '恰是春风-55朵粉色康乃馨', '699.00', '55朵粉色康乃馨，搭配适量尤加利叶装饰。', '白色抱抱桶。', '你笑起来的时候眼里满满的爱意，温暖如春风。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/daoqian/daoqian_011.jpg', '1'),
(82, 7, 'RW00082', '幸福即将到来', '幸福即将到来-11朵粉玫瑰', '299.00', '11朵粉玫瑰，搭配适量尤加利叶、银叶菊装饰。', '白色雪梨纸+粉色硬纸韩式包装，黑色英文丝带+白色英文丝带束扎。', '你的过去我来不及参与，你的未来我奉陪到底', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/daoqian/daoqian_012.jpg', '0'),
(83, 7, 'RW00083', '陌上花开', '陌上花开-99朵粉红雪山', '1199.00', '99朵粉玫瑰（粉红雪山）', '白色软纸+粉色硬纸韩式包装，精美红色丝线束扎。。', '爱不问缘由而一见倾心，初逢只此一眼，便深深地印在心底。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/daoqian/daoqian_013.jpg', '0'),
(84, 7, 'RW00084', '粉色的回忆', '粉色的回忆-12朵粉玫瑰', '199.00', '12朵粉玫瑰（粉佳人)。', '双面硬纸扇形包装（粉色+浅咖啡色），白色缎带蝴蝶结束扎。。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/daoqian/daoqian_014.jpg', '1'),
(85, 8, 'RW00085', '完美主义', '完美主义-6支跳舞兰(送花瓶)', '499.00', '6支跳舞兰', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_001.jpg', '1'),
(86, 8, 'RW00086', '爱丽丝梦境', '爱丽丝梦境-5支浅黄色康乃馨+4支黄玫瑰+6支红玫瑰(送花瓶)', '399.00', '5支浅黄色康乃馨+4支黄玫瑰+6支红玫瑰，搭配适量栀子叶和适量黄莺装饰。', '各城市花瓶款式略有差异，以当地实物为准。。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_002.jpg', '1'),
(87, 8, 'RW00087', '异国风情', '异国风情-进口花材混搭(送花瓶)', '799.00', '1支绿色绣球花+5支厄瓜多尔甜心玫瑰，搭配丰满白色澳洲腊梅、红色澳洲腊梅、红枫叶、相思豆装饰。', '各城市花瓶款式略有差异，以当地实物为准。。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_003.jpg', '1'),
(88, 8, 'RW00088', '星空', '星空-5支香槟玫瑰+4支粉玫瑰+5支绿色康乃馨(送花瓶)', '399.00', '5支香槟玫瑰+4支粉玫瑰+5支绿色康乃馨，搭配适量蕾丝花、黄莺装饰。', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_004.jpg', '0'),
(89, 8, 'RW00089', '沐浴阳光', '沐浴阳光-向日葵混搭(送花瓶)', '299.00', '2支向日葵+4支绿色康乃馨+4支白色康乃馨，搭配适量栀子叶装饰。。', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_005.jpg', '1'),
(90, 8, 'RW00090', '相遇的瞬间', '相遇的瞬间-2支白玫瑰(送花瓶)', '299.00', '2支白玫瑰，搭配适量尤加利果、红豆、尤加利叶装饰。', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_006.jpg', '1'),
(91, 8, 'RW00091', '聘婷秀雅', '聘婷秀雅-8支粉玫瑰(送花瓶)', '379.00', '8支粉玫瑰，搭配适量银叶菊和尤加利叶装饰。', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_007.jpg', '1'),
(92, 8, 'RW00092', '长长久久', '长长久久-2支粉桔梗+2支粉色康乃馨+2支紫玫瑰(送花瓶)', '399.00', '2支粉桔梗+2支粉色康乃馨+2支紫玫瑰，搭配适量尤加利叶和紫色千日红。', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_008.jpg', '1'),
(93, 8, 'RW00093', '热情焰火', '热情焰火-红色转运混搭(送花瓶)', '599.00', '1支针垫花+3支红色扶郎花+3支红色郁金香+9支红玫瑰+2支橘色洋牡丹+3支红色水仙百合，搭配适量雾中情人装饰。', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_009.jpg', '1'),
(94, 8, 'RW00094', '醉眼看花', '醉眼看花-粉色系(送花瓶)', '299.00', '5支粉玫瑰+4支粉色多头康乃馨+2支粉色相思梅，搭配适量尤加利叶装饰。', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_010.jpg', '0'),
(95, 8, 'RW00095', '后青春', '后青春-4支白玫瑰+2支雏菊(送花瓶)', '399.00', '4支白玫瑰+2支绿色多头小雏菊，搭配适量蕾丝花装饰。', '各城市花瓶款式略有差异，以当地实物为准。', '你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/shenghuo/shenghuo_011.jpg', '0'),
(96, 9, 'RW00096', '宏图伟业', '宏图伟业', '399.00', '16朵混色扶郎花，搭配适量栀子叶、散尾葵装饰。', '经典红色开业花篮，粉色棉纸装饰。', '开业大吉，宏图大展。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_001.jpg', NULL),
(97, 9, 'RW00097', '八方来财', '八方来财', '499.00', '15朵混色扶郎花，1支多头白百合，搭配适量栀子叶、散尾葵装饰。', '经典三角架开业花篮。', '事业顺利福高照；财源茂盛达八方。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_002.jpg', NULL),
(98, 9, 'RW00098', '财源滚滚', '财源滚滚', '399.00', '红色扶郎花、橘色扶郎花、粉色扶郎花，搭配适量散尾葵、栀子叶', '经典开业花篮，粉色棉纸装饰', '开业之喜，生意兴旺。。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_003.jpg', NULL),
(99, 9, 'RW00099', '好运来', '好运来', '299.00', '混色扶郎花33支（红色扶郎花12支、粉色扶郎花21支），搭配5支紫色洋兰花、适量栀子叶、剑叶、散尾葵装饰。', '三角架花篮。', '开业之喜，生意兴旺', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_004.jpg', NULL),
(100, 9, 'RW000100', '鸿运齐天', '鸿运齐天', '398.00', '19朵红色扶郎花、1支多头粉百合，搭配适量黄莺草、散尾葵、红色丝带蝴蝶结装饰。', '经典开业花篮，红色棉纸包裹，粉色蝴蝶结装饰，附赠条幅和“大展宏图”插牌', '大展宏图，鸿运齐天', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_005.jpg', NULL),
(101, 9, 'RW000111', '喜气迎门', '喜气迎门', '299.00', '混色扶郎花26朵（红色扶郎花13朵，粉色扶郎花6朵，橘色扶郎花7朵）、多头粉百合2支，搭配适量散尾葵装饰。', '经典开业花篮，粉色棉纸包裹', '喜气洋洋，开业大吉。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_006.jpg', NULL),
(102, 9, 'RW000112', '财运吉祥', '财运吉祥', '599.00', '粉色扶郎花、红色扶郎花、橘色扶郎花、多头粉百合，搭配适量散尾葵、龟背叶、剑兰', '经典开业花篮', '开业之喜，生意兴旺。。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_007.jpg', NULL),
(103, 9, 'RW000113', '事业长青', '事业长青', '299.00', '混色扶郎花18朵（红色扶郎花3朵、粉色扶郎花11朵、橘色扶郎花4朵）、红玫瑰8朵、白玫瑰5朵、粉百合1支，搭配适量散尾葵', '经典开业花篮，红色棉纸包裹。', '祝生意好好，荷包满满，赚钱多多，事业步步高', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_008.jpg', NULL),
(104, 9, 'RW000114', '突飞猛进', '突飞猛进', '499.00', '混色扶郎花48朵(红色扶郎花22朵、粉色扶郎花6朵、玫红色扶郎花8朵、黄色扶郎花6朵、橘色扶郎花6朵)、多头白百合2支，', '经典开业花篮，粉色棉纸包裹，同色缎带花结。', '日新月异，突飞猛进。。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_009.jpg', NULL),
(105, 9, 'RW000115', '生意畅三春', '生意畅三春', '499.00', '粉色扶郎花、粉色康乃馨、香槟玫瑰，搭配适量散尾葵、黄莺草、栀子叶', '经典开业花篮，红色棉纸包裹装饰。', '敬贺开张，并祝吉祥。', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_010.jpg', NULL),
(106, 9, 'RW000116', '红红火火', '红红火火', '699.00', '红玫瑰（卡罗拉）+红色多头小玫瑰+红豆花，搭配适量粉色洋桔梗、红枫叶、尤加利叶、绿色银柳装饰。', '红色蕾丝网纱+双面雾面纸（酒红色、红色），黑色英文缎带+红色缎带束扎，三角架包装、', '敬贺开张，红红火火', '由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的', 'img/kaiye/kaiye_011.jpg', NULL),
(107, 10, 'RW000117', '海誓山盟', '海誓山盟', '999.00', '首席花艺师精选108朵进口永生花玫瑰', '高级精品礼盒', '爱情要像山和海一样永恒不变，天长地久，至死不渝。', '来自厄瓜多尔的永生玫瑰，是现存世界最巨型的玫瑰，色泽与鲜花无异，是永不凋谢的鲜花。经过109道工序，历时60天的匠心独制', 'img/yongshenghua/yong_001.jpg', '1'),
(108, 10, 'RW000118', '真情不变', '真情不变', '899.00', '进口厄瓜多尔玫瑰、进口黑色绣球围绕花朵', '高品质精美六角形礼盒搭配精工复古铜牌', '非卿不娶，非君不嫁、挚爱永恒、真情不变。', '单位重量1.0 kg 产品体积 28.0 cm * 14.5 cm * 18.0 cm永生花又叫“永不凋谢的鲜花”采用高', 'img/yongshenghua/yong_002.jpg', '1'),
(109, 10, 'RW000119', '一池柔情', '一池柔情', '699.00', '进口厄瓜多尔玫瑰花、桑蚕真丝丝巾、进口绣球', '独特双开门礼盒搭配俏皮蝴蝶结', '一池柔情、一抹芳菲、万千痴情', '单位重量1.0 kg 产品体积 13.0 cm * 13.0 cm * 17.0 cm花店首席花艺师纯手工制作永生花，著', 'img/yongshenghua/yong_003.jpg', '0'),
(110, 10, 'RW000120', '伉俪情深', '伉俪情深', '599.00', '甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口拉菲草', '高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华', '感情深厚，相敬如宾。', '单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_004.jpg', '0'),
(111, 10, 'RW000121', '如胶似漆', '如胶似漆', '699.00', '甄选厄瓜多尔永生玫瑰花头，搭配白纱金色丝带。', '亚格力透明外观精致漂亮，内置彩灯，穿透玻璃外罩，光泽感十足', '像胶和漆那样黏结，感情炽烈，难舍难分', '单位重量0.66 kg 产品体积 23.0 cm * 23.0 cm * 23.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_005.jpg', '1'),
(112, 10, 'RW000122', '含情脉脉', '含情脉脉', '899.00', '甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口拉菲草', '高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华', '饱含温情，默默地用眼神表达自己的感情，娇羞又热切。', '单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_006.jpg', '1'),
(113, 10, 'RW000123', '举案齐眉', '举案齐眉', '699.00', '甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口拉菲草', '高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华', '两个人相互尊重，感情非常深厚，非常恩爱', '单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_007.jpg', '0'),
(114, 10, 'RW000124', '天作之合', '天作之合', '499.00', '甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口拉菲草', '高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华', '铭刻在心灵深处，记忆深刻，永远不忘。', '单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_008.jpg', '1'),
(115, 10, 'RW000125', '刻苦铭心', '刻苦铭心', '699.00', '甄选厄瓜多尔永生玫瑰花头，搭配白纱金色丝带', '高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华', '铭刻在心灵深处，记忆深刻，永远不忘。', '单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_009.jpg', '0'),
(116, 10, 'RW000126', '始终若一', '始终若一', '599.00', '甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口甄选厄瓜多尔永生玫瑰花头，搭配白纱金色丝带', '亚格力透明外观精致漂亮，内置彩灯，穿透玻璃外罩，光泽感十足', '自始至终都不改变。', '单位重量0.66 kg 产品体积 23.0 cm * 23.0 cm * 23.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_010.jpg', '1'),
(117, 10, 'RW000127', '长相厮守', '长相厮守', '699.00', '进口厄瓜多尔玫瑰、进口绣球、进口满天星、动物羽毛', '白色玻璃罩音乐箱、高端精致礼盒', '长久在一起，互相守候，不离不弃。', '单位重量0.65 kg 产品体积 18.5 cm * 18.5 cm * 28.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_011.jpg', '1'),
(118, 10, 'RW000128', '情投意合', '情投意合', '799.00', '甄选厄瓜多尔永生玫瑰花头，搭配白纱金色丝带', '亚格力透明外观精致漂亮，内置彩灯，穿透玻璃外罩，光泽感十足', '感情融洽、心意相合、心情愉悦、情感交融。', '单位重量0.66 kg 产品体积 23.0 cm * 23.0 cm * 23.0 cm甄选厄瓜多尔永生玫瑰花头，36道', 'img/yongshenghua/yong_012.jpg', '0');

-- --------------------------------------------------------

--
-- 表的结构 `flower_address`
--

CREATE TABLE `flower_address` (
  `aid` int(11) NOT NULL,
  `uid` int(11) DEFAULT NULL,
  `receiver` varchar(16) DEFAULT NULL,
  `province` varchar(16) DEFAULT NULL,
  `city` varchar(16) DEFAULT NULL,
  `county` varchar(16) DEFAULT NULL,
  `address` varchar(128) DEFAULT NULL,
  `cellphone` varchar(16) DEFAULT NULL,
  `fixedphone` varchar(16) DEFAULT NULL,
  `postcode` char(6) DEFAULT NULL,
  `tag` varchar(16) DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `flower_cart`
--

CREATE TABLE `flower_cart` (
  `cid` int(11) NOT NULL,
  `uid` int(11) DEFAULT NULL,
  `fid` int(11) DEFAULT NULL,
  `title` varchar(32) DEFAULT NULL,
  `count` int(11) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `img_url` varchar(25) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `flower_cart`
--

INSERT INTO `flower_cart` (`cid`, `uid`, `fid`, `title`, `count`, `price`, `img_url`) VALUES
(1, 1, 1, '爱在巴黎-19朵甜心玫瑰', 1, '1499.00', 'img/jinkou/jin_001.jpg'),
(2, 3, 3, '悦动你心-19朵厄瓜多尔甜心玫瑰', 1, '1799.00', 'img/jinkou/jin_003.jpg'),
(3, 5, 5, '天使的心跳-9朵澳洲玫瑰', 1, '1499.00', 'img/jinkou/jin_005.jpg'),
(4, 1, 4, '最好的我们-满天星', 1, '1499.00', 'img/aiqing/ai_006.jpg'),
(5, 1, 5, '天使的心跳-9朵澳洲玫瑰', 1, '1499.00', 'img/jinkou/jin_005.jpg'),
(6, 1, 6, '清水美嘉-9朵肯尼亚进口玫瑰', 1, '1499.00', 'img/jinkou/jin_006.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `flower_index_carousel`
--

CREATE TABLE `flower_index_carousel` (
  `cid` int(11) NOT NULL,
  `img` varchar(128) DEFAULT NULL,
  `title` varchar(32) DEFAULT NULL,
  `href` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `flower_index_carousel`
--

INSERT INTO `flower_index_carousel` (`cid`, `img`, `title`, `href`) VALUES
(1, 'img/index/pic_001.jpg', '19毕业季鲜花', 'product'),
(2, 'img/index/pic_002.jpg', '夏季鲜花', 'product'),
(3, 'img/index/pic_003.jpg', '高档鲜花', 'product'),
(4, 'img/index/pic_004.jpg', '鲜花', 'product');

-- --------------------------------------------------------

--
-- 表的结构 `flower_index_product`
--

CREATE TABLE `flower_index_product` (
  `pid` int(11) NOT NULL,
  `title` varchar(64) DEFAULT NULL,
  `pic` varchar(128) DEFAULT NULL,
  `price` decimal(10,2) DEFAULT NULL,
  `href` varchar(128) DEFAULT NULL,
  `seq_recommended` tinyint(4) DEFAULT NULL,
  `seq_new_arrival` tinyint(4) DEFAULT NULL,
  `seq_top_sale` tinyint(4) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `flower_index_product`
--

INSERT INTO `flower_index_product` (`pid`, `title`, `pic`, `price`, `href`, `seq_recommended`, `seq_new_arrival`, `seq_top_sale`) VALUES
(1, '爱在巴黎-19朵甜心玫瑰', 'img/jinkou/jin_001.jpg', '1499.00', '1', 1, 1, 1),
(2, '悦动你心-19朵厄瓜多尔甜心玫瑰', 'img/jinkou/jin_003.jpg', '1799.00', '3', 2, 2, 2),
(3, '天使的心跳-9朵澳洲玫瑰', 'img/jinkou/jin_005.jpg', '899.00', '5', 3, 3, 3),
(4, '清水美嘉-9朵肯尼亚进口玫瑰', 'img/jinkou/jin_006.jpg', '1499.00', '6', 4, 4, 4),
(5, '花月佳期-12朵天空玫瑰', 'img/jinkou/jin_008.jpg', '1799.00', '8', 5, 5, 5),
(6, '爱的勇气-19朵红玫瑰', 'img/aiqing/ai_001.jpg', '499.00', '19', 6, 6, 6),
(7, '一见倾心-19朵红玫瑰', 'img/aiqing/ai_002.jpg', '399.00', '20', 7, 7, 7),
(8, '公主假日-48朵粉红雪山', 'img/shengri/shengri_001.jpg', '699.00', '30', 8, 8, 8),
(9, '执手问年华-11朵红玫瑰', 'img/aiqing/ai_005.jpg', '239.00', '23', 9, 9, 9),
(10, '最好的我们-满天星', 'img/aiqing/ai_006.jpg', '999.00', '24', 10, 10, 10),
(11, '悦动你心-19朵厄瓜多尔甜心玫瑰', 'img/aiqing/ai_007.jpg', '799.00', '25', 11, 11, 11),
(12, '爱的味道-11朵红玫瑰', 'img/aiqing/ai_008.jpg', '399.00', '26', 12, 12, 12),
(13, '一往情深-19朵红玫瑰', 'img/aiqing/ai_009.jpg', '599.00', '27', 13, 13, 13),
(14, '给我你的心-52朵红玫瑰', 'img/aiqing/ai_010.jpg', '899.00', '28', 14, 14, 14),
(15, '偏偏喜欢你-11朵红玫瑰', 'img/aiqing/ai_011.jpg', '239.00', '29', 15, 15, 15),
(16, '公主假日-48朵粉红雪山', 'img/shengri/shengri_001.jpg', '699.00', '30', 16, 16, 16),
(17, '幸福即将到来-11朵粉玫瑰', 'img/shengri/shengri_003.jpg', '299.00', '32', 17, 17, 17),
(18, '陌上花开-99朵粉红雪山', 'img/shengri/shengri_004.jpg', '399.00', '33', 18, 18, 18),
(19, '粉色的回忆-12朵粉玫瑰', 'img/shengri/shengri_005.jpg', '199.00', '34', 19, 19, 19),
(20, '祝福挚爱-33朵混色玫瑰', 'img/shengri/shengri_006.jpg', '199.00', '35', 20, 20, 20),
(21, '小幸运-小清新', 'img/shengri/shengri_007.jpg', '599.00', '36', 21, 21, 21),
(22, '真情绽放-33朵紫玫瑰', 'img/shengri/shengri_008.jpg', '699.00', '37', 22, 22, 22),
(23, '幸福快乐-向日葵+粉色康乃馨', 'img/shengri/shengri_009.jpg', '299.00', '38', 23, 23, 23),
(24, '知心祝福-朵向日葵+粉色康乃馨', 'img/shengri/shengri_010.jpg', '399.00', '39', 24, 24, 24),
(25, '海誓山盟', 'img/yongshenghua/yong_001.jpg', '999.00', '107', 25, 25, 25),
(26, '真情不变', 'img/yongshenghua/yong_002.jpg', '899.00', '108', 26, 26, 26),
(27, '一池柔情', 'img/yongshenghua/yong_003.jpg', '699.00', '109', 27, 27, 27),
(28, '伉俪情深', 'img/yongshenghua/yong_004.jpg', '599.00', '110', 28, 28, 28),
(29, '如胶似漆', 'img/yongshenghua/yong_005.jpg', '699.00', '111', 29, 29, 29),
(30, '含情脉脉', 'img/yongshenghua/yong_006.jpg', '899.00', '112', 30, 30, 30),
(31, '举案齐眉', 'img/yongshenghua/yong_007.jpg', '699.00', '113', 31, 31, 31),
(32, '天作之合', 'img/yongshenghua/yong_008.jpg', '499.00', '114', 32, 32, 32),
(33, '宏图伟业', 'img/kaiye/kaiye_001.jpg', '399.00', '96', 33, 33, 33),
(34, '八方来财', 'img/kaiye/kaiye_002.jpg', '499.00', '97', 34, 34, 34),
(35, '财源滚滚', 'img/kaiye/kaiye_003.jpg', '399.00', '98', 35, 35, 35),
(36, '好运来', 'img/kaiye/kaiye_004.jpg', '299.00', '99', 36, 36, 36),
(37, '鸿运齐天', 'img/kaiye/kaiye_005.jpg', '398.00', '100', 37, 37, 37),
(38, '喜气迎门', 'img/kaiye/kaiye_006.jpg', '299.00', '101', 38, 38, 38),
(39, '财运吉祥', 'img/kaiye/kaiye_007.jpg', '599.00', '102', 39, 39, 39),
(40, '事业长青', 'img/kaiye/kaiye_008.jpg', '299.00', '103', 40, 40, 40),
(41, '纯美花开-11朵厄瓜多尔蓝色玫瑰', 'img/jinkou/jin_017.jpg', '1299.00', '17', 41, 41, 41),
(42, '无尽的爱-9朵肯尼亚进口卡布奇诺玫瑰', 'img/jinkou/jin_018.jpg', '1299.00', '18', 42, 42, 42);

-- --------------------------------------------------------

--
-- 表的结构 `flower_order`
--

CREATE TABLE `flower_order` (
  `oid` int(11) NOT NULL,
  `uid` int(11) DEFAULT NULL,
  `fid` int(11) DEFAULT NULL,
  `count` int(11) DEFAULT NULL,
  `oprice` decimal(10,2) DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `order_time` bigint(20) DEFAULT NULL,
  `pay_time` bigint(20) DEFAULT NULL,
  `deliver_time` bigint(20) DEFAULT NULL,
  `received_time` bigint(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `flower_pic`
--

CREATE TABLE `flower_pic` (
  `pid` int(11) NOT NULL,
  `fid` int(11) DEFAULT NULL,
  `img` varchar(128) DEFAULT NULL,
  `lg` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `flower_pic`
--

INSERT INTO `flower_pic` (`pid`, `fid`, `img`, `lg`) VALUES
(1, 1, 'img/jinkou/jin_001.jpg', 'img/jinkou/jin_001lg.jpg'),
(2, 2, 'img/jinkou/jin_002.jpg', 'img/jinkou/jin_002lg.jpg'),
(3, 3, 'img/jinkou/jin_003.jpg', 'img/jinkou/jin_003lg.jpg'),
(4, 3, 'img/jinkou/jin_003_1.jpg', 'img/jinkou/jin_003_1.jpg'),
(5, 4, 'img/jinkou/jin_004.jpg', 'img/jinkou/jin_004lg.jpg'),
(6, 4, 'img/jinkou/jin_004_1.jpg', 'img/jinkou/jin_004_1.jpg'),
(7, 4, 'img/jinkou/jin_004_2.jpg', 'img/jinkou/jin_004_2.jpg'),
(8, 5, 'img/jinkou/jin_005.jpg', 'img/jinkou/jin_005lg.jpg'),
(9, 6, 'img/jinkou/jin_006.jpg', 'img/jinkou/jin_006lg.jpg'),
(10, 6, 'img/jinkou/jin_006_1.jpg', 'img/jinkou/jin_006_1.jpg'),
(11, 6, 'img/jinkou/jin_006_2.jpg', 'img/jinkou/jin_006_2.jpg'),
(12, 6, 'img/jinkou/jin_006_3.jpg', 'img/jinkou/jin_006_3.jpg'),
(13, 7, 'img/jinkou/jin_007.jpg', 'img/jinkou/jin_007lg.jpg'),
(14, 8, 'img/jinkou/jin_008.jpg', 'img/jinkou/jin_008lg.jpg'),
(15, 8, 'img/jinkou/jin_008_1.jpg', 'img/jinkou/jin_008_1.jpg'),
(16, 8, 'img/jinkou/jin_008_2.jpg', 'img/jinkou/jin_008_2.jpg'),
(17, 9, 'img/jinkou/jin_009.jpg', 'img/jinkou/jin_009lg.jpg'),
(18, 10, 'img/jinkou/jin_010.jpg', 'img/jinkou/jin_010lg.jpg'),
(19, 10, 'img/jinkou/jin_010_1.jpg', 'img/jinkou/jin_010_1.jpg'),
(20, 11, 'img/jinkou/jin_011.jpg', 'img/jinkou/jin_011lg.jpg'),
(21, 12, 'img/jinkou/jin_012.jpg', 'img/jinkou/jin_012lg.jpg'),
(22, 12, 'img/jinkou/jin_012_1.jpg', 'img/jinkou/jin_012_1.jpg'),
(23, 13, 'img/jinkou/jin_013.jpg', 'img/jinkou/jin_013lg.jpg'),
(24, 14, 'img/jinkou/jin_014.jpg', 'img/jinkou/jin_014lg.jpg'),
(25, 15, 'img/jinkou/jin_015.jpg', 'img/jinkou/jin_015lg.jpg'),
(26, 16, 'img/jinkou/jin_016.jpg', 'img/jinkou/jin_016lg.jpg'),
(27, 16, 'img/jinkou/jin_016_1.jpg', 'img/jinkou/jin_016_1.jpg'),
(28, 17, 'img/jinkou/jin_017.jpg', 'img/jinkou/jin_017lg.jpg'),
(29, 17, 'img/jinkou/jin_017_1.jpg', 'img/jinkou/jin_017_1.jpg'),
(30, 17, 'img/jinkou/jin_017_2.jpg', 'img/jinkou/jin_017_2.jpg'),
(31, 18, 'img/jinkou/jin_018.jpg', 'img/jinkou/jin_018lg.jpg'),
(32, 18, 'img/jinkou/jin_018_1.jpg', 'img/jinkou/jin_018_1.jpg'),
(33, 18, 'img/jinkou/jin_018_2.jpg', 'img/jinkou/jin_018_2.jpg'),
(34, 18, 'img/jinkou/jin_018_3.jpg', 'img/jinkou/jin_018_3.jpg'),
(35, 19, 'img/aiqing/ai_001.jpg', 'img/aiqing/ai_001lg.jpg'),
(36, 20, 'img/aiqing/ai_002.jpg', 'img/aiqing/ai_002lg.jpg'),
(37, 21, 'img/aiqing/ai_003.jpg', 'img/aiqing/ai_003lg.jpg'),
(38, 22, 'img/aiqing/ai_004.jpg', 'img/aiqing/ai_004lg.jpg'),
(39, 22, 'img/aiqing/ai_004_1.jpg', 'img/aiqing/ai_004_1lg.jpg'),
(40, 23, 'img/aiqing/ai_005.jpg', 'img/aiqing/ai_005.jpg'),
(41, 23, 'img/aiqing/ai_005_1.jpg', 'img/aiqing/ai_005_1.jpg'),
(42, 23, 'img/aiqing/ai_005_2.jpg', 'img/aiqing/ai_005_2.jpg'),
(43, 23, 'img/aiqing/ai_005_3.jpg', 'img/aiqing/ai_005_3.jpg'),
(44, 24, 'img/aiqing/ai_006.jpg', 'img/aiqing/ai_006lg.jpg'),
(45, 25, 'img/aiqing/ai_007.jpg', 'img/aiqing/ai_007lg.jpg'),
(46, 25, 'img/aiqing/ai_007_1.jpg', 'img/aiqing/ai_007_1lg.jpg'),
(47, 26, 'img/aiqing/ai_008.jpg', 'img/aiqing/ai_008.jpg'),
(48, 26, 'img/aiqing/ai_008_1.jpg', 'img/aiqing/ai_008_1.jpg'),
(49, 26, 'img/aiqing/ai_008_2.jpg', 'img/aiqing/ai_008_2.jpg'),
(50, 26, 'img/aiqing/ai_008_3.jpg', 'img/aiqing/ai_008_3.jpg'),
(51, 27, 'img/aiqing/ai_009.jpg', 'img/aiqing/ai_009lg.jpg'),
(52, 28, 'img/aiqing/ai_010.jpg', 'img/aiqing/ai_010.jpg'),
(53, 28, 'img/aiqing/ai_010_1.jpg', 'img/aiqing/ai_010_1.jpg'),
(54, 29, 'img/aiqing/ai_011.jpg', 'img/aiqing/ai_011lg.jpg'),
(55, 30, 'img/shengri/shengri_001.jpg', 'img/shengri/shengri_001lg.jpg'),
(56, 31, 'img/shengri/shengri_002.jpg', 'img/shengri/shengri_002lg.jpg'),
(57, 31, 'img/shengri/shengri_002_1.jpg', 'img/shengri/shengri_002_1.jpg'),
(58, 31, 'img/shengri/shengri_002_2.jpg', 'img/shengri/shengri_002_2.jpg'),
(59, 31, 'img/shengri/shengri_002_3.jpg', 'img/shengri/shengri_002_3.jpg'),
(60, 32, 'img/shengri/shengri_003.jpg', 'img/shengri/shengri_003lg.jpg'),
(61, 33, 'img/shengri/shengri_004.jpg', 'img/shengri/shengri_004lg.jpg'),
(62, 33, 'img/shengri/shengri_004_1.jpg', 'img/shengri/shengri_004_1.jpg'),
(63, 33, 'img/shengri/shengri_004_2.jpg', 'img/shengri/shengri_004_2.jpg'),
(64, 33, 'img/shengri/shengri_004_3.jpg', 'img/shengri/shengri_004_3.jpg'),
(65, 34, 'img/shengri/shengri_005.jpg', 'img/shengri/shengri_005lg.jpg'),
(66, 34, 'img/shengri/shengri_005_1.jpg', 'img/shengri/shengri_005_1.jpg'),
(67, 35, 'img/shengri/shengri_006.jpg', 'img/shengri/shengri_006lg.jpg'),
(68, 36, 'img/shengri/shengri_007.jpg', 'img/shengri/shengri_007lg.jpg'),
(69, 37, 'img/shengri/shengri_008.jpg', 'img/shengri/shengri_008lg.jpg'),
(70, 38, 'img/shengri/shengri_009.jpg', 'img/shengri/shengri_009lg.jpg'),
(71, 39, 'img/shengri/shengri_010.jpg', 'img/shengri/shengri_010lg.jpg'),
(72, 40, 'img/wenhou/wenhou_001.jpg', 'img/wenhou/wenhou_001lg.jpg'),
(73, 41, 'img/wenhou/wenhou_002.jpg', 'img/wenhou/wenhou_002lg.jpg'),
(74, 42, 'img/wenhou/wenhou_003.jpg', 'img/wenhou/wenhou_003lg.jpg'),
(75, 43, 'img/wenhou/wenhou_004.jpg', 'img/wenhou/wenhou_004lg.jpg'),
(76, 43, 'img/wenhou/wenhou_004_1.jpg', 'img/wenhou/wenhou_004_1.jpg'),
(77, 43, 'img/wenhou/wenhou_004_2.jpg', 'img/wenhou/wenhou_004_2.jpg'),
(78, 44, 'img/wenhou/wenhou_005.jpg', 'img/wenhou/wenhou_005lg.jpg'),
(79, 44, 'img/wenhou/wenhou_005.jpg_1', 'img/wenhou/wenhou_005_1.jpg'),
(80, 44, 'img/wenhou/wenhou_005.jpg_2', 'img/wenhou/wenhou_005_2.jpg'),
(81, 45, 'img/wenhou/wenhou_006.jpg', 'img/wenhou/wenhou_006lg.jpg'),
(82, 46, 'img/wenhou/wenhou_007.jpg', 'img/wenhou/wenhou_007lg.jpg'),
(83, 47, 'img/wenhou/wenhou_008.jpg', 'img/wenhou/wenhou_008lg.jpg'),
(84, 48, 'img/wenhou/wenhou_009.jpg', 'img/wenhou/wenhou_009.jpg'),
(85, 49, 'img/wenhou/wenhou_010.jpg', 'img/wenhou/wenhou_010.jpg'),
(86, 50, 'img/zhufu/zhufu_001.jpg', 'img/zhufu/zhufu_001lg.jpg'),
(87, 51, 'img/zhufu/zhufu_002.jpg', 'img/zhufu/zhufu_002lg.jpg'),
(88, 52, 'img/zhufu/zhufu_003.jpg', 'img/zhufu/zhufu_003.jpg'),
(89, 52, 'img/zhufu/zhufu_003_1.jpg', 'img/zhufu/zhufu_003_1lg.jpg'),
(90, 53, 'img/zhufu/zhufu_004.jpg', 'img/zhufu/zhufu_004lg.jpg'),
(91, 53, 'img/zhufu/zhufu_004_1.jpg', 'img/zhufu/zhufu_004_1.jpg'),
(92, 53, 'img/zhufu/zhufu_004_2.jpg', 'img/zhufu/zhufu_004_2.jpg'),
(93, 54, 'img/zhufu/zhufu_005.jpg', 'img/zhufu/zhufu_005lg.jpg'),
(94, 55, 'img/zhufu/zhufu_006.jpg', 'img/zhufu/zhufu_006lg.jpg'),
(95, 56, 'img/zhufu/zhufu_007.jpg', 'img/zhufu/zhufu_007lg.jpg'),
(96, 57, 'img/zhufu/zhufu_008.jpg', 'img/zhufu/zhufu_008lg.jpg'),
(97, 58, 'img/zhufu/zhufu_009.jpg', 'img/zhufu/zhufu_009lg.jpg'),
(98, 58, 'img/zhufu/zhufu_009_1.jpg', 'img/zhufu/zhufu_009_1.jpg'),
(99, 58, 'img/zhufu/zhufu_009_2.jpg', 'img/zhufu/zhufu_009_2.jpg'),
(100, 59, 'img/zhufu/zhufu_010.jpg', 'img/zhufu/zhufu_010lg.jpg'),
(101, 60, 'img/zhufu/zhufu_011.jpg', 'img/zhufu/zhufu_011lg.jpg'),
(102, 60, 'img/zhufu/zhufu_011_1.jpg', 'img/zhufu/zhufu_011_1.jpg'),
(103, 60, 'img/zhufu/zhufu_011_2.jpg', 'img/zhufu/zhufu_011_2.jpg'),
(104, 60, 'img/zhufu/zhufu_011_3.jpg', 'img/zhufu/zhufu_011_3.jpg'),
(105, 61, 'img/weiwen/weiwen_001.jpg', 'img/weiwen/weiwen_001lg.jpg'),
(106, 62, 'img/weiwen/weiwen_002.jpg', 'img/weiwen/weiwen_002lg.jpg'),
(107, 63, 'img/weiwen/weiwen_003.jpg', 'img/weiwen/weiwen_003lg.jpg'),
(108, 64, 'img/weiwen/weiwen_004.jpg', 'img/weiwen/weiwen_004.jpg'),
(109, 65, 'img/weiwen/weiwen_005.jpg', 'img/weiwen/weiwen_005.jpg'),
(110, 66, 'img/weiwen/weiwen_006.jpg', 'img/weiwen/weiwen_006lg.jpg'),
(111, 67, 'img/weiwen/weiwen_007.jpg', 'img/weiwen/weiwen_007lg.jpg'),
(112, 68, 'img/weiwen/weiwen_008.jpg', 'img/weiwen/weiwen_008lg.jpg'),
(113, 69, 'img/weiwen/weiwen_009.jpg', 'img/weiwen/weiwen_009lg.jpg'),
(114, 69, 'img/weiwen/weiwen_009_1.jpg', 'img/weiwen/weiwen_009_1.jpg'),
(115, 69, 'img/weiwen/weiwen_009_2.jpg', 'img/weiwen/weiwen_009_2.jpg'),
(116, 70, 'img/weiwen/weiwen_010.jpg', 'img/weiwen/weiwen_010lg.jpg'),
(117, 71, 'img/daoqian/daoqian_001.jpg', 'img/daoqian/daoqian_001lg.jpg'),
(118, 72, 'img/daoqian/daoqian_002.jpg', 'img/daoqian/daoqian_002lg.jpg'),
(119, 72, 'img/daoqian/daoqian_002_1.jpg', 'img/daoqian/daoqian_002_1.jpg'),
(120, 72, 'img/daoqian/daoqian_002_2.jpg', 'img/daoqian/daoqian_002_2.jpg'),
(121, 73, 'img/daoqian/daoqian_003.jpg', 'img/daoqian/daoqian_003lg.jpg'),
(122, 73, 'img/daoqian/daoqian_003_1.jpg', 'img/daoqian/daoqian_003_1.jpg'),
(123, 74, 'img/daoqian/daoqian_004.jpg', 'img/daoqian/daoqian_004lg.jpg'),
(124, 75, 'img/daoqian/daoqian_005.jpg', 'img/daoqian/daoqian_005lg.jpg'),
(125, 76, 'img/daoqian/daoqian_006.jpg', 'img/daoqian/daoqian_006lg.jpg'),
(126, 77, 'img/daoqian/daoqian_007.jpg', 'img/daoqian/daoqian_007lg.jpg'),
(127, 78, 'img/daoqian/daoqian_008.jpg', 'img/daoqian/daoqian_008lg.jpg'),
(128, 79, 'img/daoqian/daoqian_009.jpg', 'img/daoqian/daoqian_009lg.jpg'),
(129, 80, 'img/daoqian/daoqian_010.jpg', 'img/daoqian/daoqian_010lg.jpg'),
(130, 80, 'img/daoqian/daoqian_010_1.jpg', 'img/daoqian/daoqian_010_1.jpg'),
(131, 80, 'img/daoqian/daoqian_010_2.jpg', 'img/daoqian/daoqian_010_2.jpg'),
(132, 80, 'img/daoqian/daoqian_010_3.jpg', 'img/daoqian/daoqian_010_3.jpg'),
(133, 81, 'img/daoqian/daoqian_011.jpg', 'img/daoqian/daoqian_011lg .jpg'),
(134, 81, 'img/daoqian/daoqian_011_1.jpg', 'img/daoqian/daoqian_011_1.jpg'),
(135, 81, 'img/daoqian/daoqian_011_2.jpg', 'img/daoqian/daoqian_011_2.jpg'),
(136, 81, 'img/daoqian/daoqian_011_3.jpg', 'img/daoqian/daoqian_011_3.jpg'),
(137, 82, 'img/daoqian/daoqian_012.jpg', 'img/daoqian/daoqian_012lg.jpg'),
(138, 83, 'img/daoqian/daoqian_013.jpg', 'img/daoqian/daoqian_013lg.jpg'),
(139, 83, 'img/daoqian/daoqian_013_1.jpg', 'img/daoqian/daoqian_013_1.jpg'),
(140, 83, 'img/daoqian/daoqian_013_2.jpg', 'img/daoqian/daoqian_013_2.jpg'),
(141, 84, 'img/daoqian/daoqian_014.jpg', 'img/daoqian/daoqian_014lg.jpg'),
(142, 84, 'img/daoqian/daoqian_014.jpg_1', 'img/daoqian/daoqian_014_1.jpg'),
(143, 85, 'img/shenghuo/shenghuo_001.jpg', 'img/shenghuo/shenghuo_001.jpg'),
(144, 86, 'img/shenghuo/shenghuo_002.jpg', 'img/shenghuo/shenghuo_002.jpg'),
(145, 87, 'img/shenghuo/shenghuo_003.jpg', 'img/shenghuo/shenghuo_003.jpg'),
(146, 88, 'img/shenghuo/shenghuo_004.jpg', 'img/shenghuo/shenghuo_004.jpg'),
(147, 89, 'img/shenghuo/shenghuo_005.jpg', 'img/shenghuo/shenghuo_005.jpg'),
(148, 90, 'img/shenghuo/shenghuo_006.jpg', 'img/shenghuo/shenghuo_006.jpg'),
(149, 91, 'img/shenghuo/shenghuo_007.jpg', 'img/shenghuo/shenghuo_007.jpg'),
(150, 92, 'img/shenghuo/shenghuo_008.jpg', 'img/shenghuo/shenghuo_008.jpg'),
(151, 93, 'img/shenghuo/shenghuo_009.jpg', 'img/shenghuo/shenghuo_009.jpg'),
(152, 94, 'img/shenghuo/shenghuo_010.jpg', 'img/shenghuo/shenghuo_010.jpg'),
(153, 95, 'img/shenghuo/shenghuo_011.jpg', 'img/shenghuo/shenghuo_011.jpg'),
(154, 96, 'img/kaiye/kaiye_001.jpg', 'img/kaiye/kaiye_001.jpg'),
(155, 96, 'img/kaiye/kaiye_001_1.jpg', 'img/kaiye/kaiye_001_1.jpg'),
(156, 97, 'img/kaiye/kaiye_002.jpg', 'img/kaiye/kaiye_002.jpg'),
(157, 98, 'img/kaiye/kaiye_003.jpg', 'img/kaiye/kaiye_003.jpg'),
(158, 98, 'img/kaiye/kaiye_003_1.jpg', 'img/kaiye/kaiye_003_1.jpg'),
(159, 99, 'img/kaiye/kaiye_004.jpg', 'img/kaiye/kaiye_004.jpg'),
(160, 100, 'img/kaiye/kaiye_005.jpg', 'img/kaiye/kaiye_005.jpg'),
(161, 100, 'img/kaiye/kaiye_005_1.jpg', 'img/kaiye/kaiye_005_1.jpg'),
(162, 101, 'img/kaiye/kaiye_006.jpg', 'img/kaiye/kaiye_006.jpg'),
(163, 102, 'img/kaiye/kaiye_007.jpg', 'img/kaiye/kaiye_007.jpg'),
(164, 102, 'img/kaiye/kaiye_007_1.jpg', 'img/kaiye/kaiye_007_1.jpg'),
(165, 103, 'img/kaiye/kaiye_008.jpg', 'img/kaiye/kaiye_008.jpg'),
(166, 103, 'img/kaiye/kaiye_008_1.jpg', 'img/kaiye/kaiye_008_1.jpg'),
(167, 104, 'img/kaiye/kaiye_009.jpg', 'img/kaiye/kaiye_009.jpg'),
(168, 105, 'img/kaiye/kaiye_010.jpg', 'img/kaiye/kaiye_010.jpg'),
(169, 106, 'img/kaiye/kaiye_011.jpg', 'img/kaiye/kaiye_011.jpg'),
(170, 107, 'img/yongshenghua/yong_001.jpg', 'img/yongshenghua/yong_001.jpg'),
(171, 107, 'img/yongshenghua/yong_001_1.jpg', 'img/yongshenghua/yong_001_1.jpg'),
(172, 107, 'img/yongshenghua/yong_001_2.jpg', 'img/yongshenghua/yong_001_2.jpg'),
(173, 107, 'img/yongshenghua/yong_001_3.jpg', 'img/yongshenghua/yong_001_3.jpg'),
(174, 108, 'img/yongshenghua/yong_002.jpg', 'img/yongshenghua/yong_002.jpg'),
(175, 108, 'img/yongshenghua/yong_002_1.jpg', 'img/yongshenghua/yong_002_1.jpg'),
(176, 108, 'img/yongshenghua/yong_002_2.jpg', 'img/yongshenghua/yong_002_2.jpg'),
(177, 108, 'img/yongshenghua/yong_002_3.jpg', 'img/yongshenghua/yong_002_3.jpg'),
(178, 109, 'img/yongshenghua/yong_003.jpg', 'img/yongshenghua/yong_003.jpg'),
(179, 109, 'img/yongshenghua/yong_003_1.jpg', 'img/yongshenghua/yong_003_1.jpg'),
(180, 110, 'img/yongshenghua/yong_004.jpg', 'img/yongshenghua/yong_004.jpg'),
(181, 110, 'img/yongshenghua/yong_004_1.jpg', 'img/yongshenghua/yong_004_1.jpg'),
(182, 110, 'img/yongshenghua/yong_004_2.jpg', 'img/yongshenghua/yong_004_2.jpg'),
(183, 111, 'img/yongshenghua/yong_005.jpg', 'img/yongshenghua/yong_005.jpg'),
(184, 111, 'img/yongshenghua/yong_005_1.jpg', 'img/yongshenghua/yong_005_1.jpg'),
(185, 111, 'img/yongshenghua/yong_005_2.jpg', 'img/yongshenghua/yong_005_2.jpg'),
(186, 112, 'img/yongshenghua/yong_006.jpg', 'img/yongshenghua/yong_006.jpg'),
(187, 112, 'img/yongshenghua/yong_006_1.jpg', 'img/yongshenghua/yong_006_1.jpg'),
(188, 112, 'img/yongshenghua/yong_006_2.jpg', 'img/yongshenghua/yong_006_2.jpg'),
(189, 113, 'img/yongshenghua/yong_007.jpg', 'img/yongshenghua/yong_007.jpg'),
(190, 113, 'img/yongshenghua/yong_007_1.jpg', 'img/yongshenghua/yong_007_1.jpg'),
(191, 113, 'img/yongshenghua/yong_007_2.jpg', 'img/yongshenghua/yong_007_2.jpg'),
(192, 114, 'img/yongshenghua/yong_008.jpg', 'img/yongshenghua/yong_008.jpg'),
(193, 114, 'img/yongshenghua/yong_008_1.jpg', 'img/yongshenghua/yong_008_1.jpg'),
(194, 114, 'img/yongshenghua/yong_008_2.jpg', 'img/yongshenghua/yong_008_2.jpg'),
(195, 115, 'img/yongshenghua/yong_009.jpg', 'img/yongshenghua/yong_009.jpg'),
(196, 115, 'img/yongshenghua/yong_009_1.jpg', 'img/yongshenghua/yong_009_1.jpg'),
(197, 115, 'img/yongshenghua/yong_009_2.jpg', 'img/yongshenghua/yong_009_2.jpg'),
(198, 116, 'img/yongshenghua/yong_010.jpg', 'img/yongshenghua/yong_010.jpg'),
(199, 116, 'img/yongshenghua/yong_010_1.jpg', 'img/yongshenghua/yong_010_1.jpg'),
(200, 116, 'img/yongshenghua/yong_010_2.jpg', 'img/yongshenghua/yong_010.jpg'),
(201, 117, 'img/yongshenghua/yong_011.jpg', 'img/yongshenghua/yong_011.jpg'),
(202, 117, 'img/yongshenghua/yong_011_1.jpg', 'img/yongshenghua/yong_011_1.jpg'),
(203, 117, 'img/yongshenghua/yong_011_2.jpg', 'img/yongshenghua/yong_011_2.jpg'),
(204, 117, 'img/yongshenghua/yong_011_3.jpg', 'img/yongshenghua/yong_011_3.jpg'),
(205, 118, 'img/yongshenghua/yong_012.jpg', 'img/yongshenghua/yong_012.jpg'),
(206, 118, 'img/yongshenghua/yong_012_1.jpg', 'img/yongshenghua/yong_012_1.jpg'),
(207, 118, 'img/yongshenghua/yong_012_2.jpg', 'img/yongshenghua/yong_012_2.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `flower_sort`
--

CREATE TABLE `flower_sort` (
  `sid` int(11) NOT NULL,
  `sname` varchar(32) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `flower_sort`
--

INSERT INTO `flower_sort` (`sid`, `sname`) VALUES
(1, '进口花篮'),
(2, '爱情鲜花'),
(3, '生日鲜花'),
(4, '问候长辈'),
(5, '祝福庆贺'),
(6, '探病慰问'),
(7, '道歉鲜花'),
(8, '生活鲜花'),
(9, '开业花蓝'),
(10, '永生花');

-- --------------------------------------------------------

--
-- 表的结构 `flower_user`
--

CREATE TABLE `flower_user` (
  `uid` int(11) NOT NULL,
  `uname` varchar(32) DEFAULT NULL,
  `upwd` varchar(32) DEFAULT NULL,
  `email` varchar(64) DEFAULT NULL,
  `phone` varchar(16) DEFAULT NULL,
  `avatar` varchar(128) DEFAULT NULL,
  `user_name` varchar(32) DEFAULT NULL,
  `gender` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `flower_user`
--

INSERT INTO `flower_user` (`uid`, `uname`, `upwd`, `email`, `phone`, `avatar`, `user_name`, `gender`) VALUES
(1, 'nuan', 'e10adc3949ba59abbe56e057f20f883e', '29434135@qq.com', '15836241558', 'img/02.png', '暖暖', 0),
(2, 'wen', 'e10adc3949ba59abbe56e057f20f883e', '29434135@qq.com', '15836241558', 'img/touxiang/03.png', '雯雯', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `flower`
--
ALTER TABLE `flower`
  ADD PRIMARY KEY (`fid`);

--
-- Indexes for table `flower_address`
--
ALTER TABLE `flower_address`
  ADD PRIMARY KEY (`aid`);

--
-- Indexes for table `flower_cart`
--
ALTER TABLE `flower_cart`
  ADD PRIMARY KEY (`cid`);

--
-- Indexes for table `flower_index_carousel`
--
ALTER TABLE `flower_index_carousel`
  ADD PRIMARY KEY (`cid`);

--
-- Indexes for table `flower_index_product`
--
ALTER TABLE `flower_index_product`
  ADD PRIMARY KEY (`pid`);

--
-- Indexes for table `flower_order`
--
ALTER TABLE `flower_order`
  ADD PRIMARY KEY (`oid`);

--
-- Indexes for table `flower_pic`
--
ALTER TABLE `flower_pic`
  ADD PRIMARY KEY (`pid`);

--
-- Indexes for table `flower_sort`
--
ALTER TABLE `flower_sort`
  ADD PRIMARY KEY (`sid`);

--
-- Indexes for table `flower_user`
--
ALTER TABLE `flower_user`
  ADD PRIMARY KEY (`uid`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `flower`
--
ALTER TABLE `flower`
  MODIFY `fid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=119;

--
-- 使用表AUTO_INCREMENT `flower_address`
--
ALTER TABLE `flower_address`
  MODIFY `aid` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `flower_cart`
--
ALTER TABLE `flower_cart`
  MODIFY `cid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用表AUTO_INCREMENT `flower_index_carousel`
--
ALTER TABLE `flower_index_carousel`
  MODIFY `cid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `flower_index_product`
--
ALTER TABLE `flower_index_product`
  MODIFY `pid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- 使用表AUTO_INCREMENT `flower_order`
--
ALTER TABLE `flower_order`
  MODIFY `oid` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `flower_pic`
--
ALTER TABLE `flower_pic`
  MODIFY `pid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=208;

--
-- 使用表AUTO_INCREMENT `flower_sort`
--
ALTER TABLE `flower_sort`
  MODIFY `sid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用表AUTO_INCREMENT `flower_user`
--
ALTER TABLE `flower_user`
  MODIFY `uid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
